DeviceName = "Sisäänrakennettu ääni";
DeviceShortName = "Sisäänrakennettu";
ManufacturerName = "Apple Inc.";

Headphones = "Kuulokkeet";
HeadphonesB = "Kuulokkeet B";
IntSpeakers  = "Sisäiset kaiuttimet";
LineOut = "Linja ulos";
DigitalOut = "Digitaalinen ulos";
HDMI = "HDMI";
DisplayPort = "DisplayPort";

ExternalMic = "Ulkoinen mikrofoni";
ExternalMicB = "Ulkoinen mikrofoni B";
InternalMic = "Sisäinen mikrofoni";
LineIn = "Linja sisään";
DigitalIn = "Digitaalinen sisään";
InputNone = "Ei mitään";

DeviceNameHeadphone = "Sisäinen äänen kuulokeliitäntä";
DeviceNameSpeaker = "Sisäinen kaiutin";
DeviceNameLineOut = "Sisäinen äänen linjaulostulo";
DeviceNameDigitalOut = "Sisäinen äänen digitaalinen ulostulo";
DeviceNameHdmi = "Sisäinen äänen HDMI-ulostulo";
DeviceNameDisplayPort = "Sisäinen äänen DisplayPort-ulostulo";
DeviceNameLineIn = "Sisäinen äänen linjasisäänmeno";
DeviceNameAuxIn = "Sisäinen äänen lisäsisäänmeno";
DeviceNameMic = "Sisäinen äänen mikrofoni";
DeviceNameExtMic = "Sisäisen äänen ulkoinen mikrofoni";
DeviceNameDigitalIn = "Sisäinen äänen digitaalinen sisäänmeno";

DevShortNameHdpn = "Sisäinen kuulokeliitäntä";
DevShortNameSpkr = "Sisäinen kaiutin";
DevShortNameLino = "Sisäinen linjaulostulo";
DevShortNameSpdo = "Sisäinen digitaalinen ulostulo";
DevShortNameHdmi = "Sisäinen HDMI-ulostulo";
DevShortNameDP = "Sisäinen DisplayPort-ulostulo";
DevShortNameOut = "Sisäinen ulostulo";
DevShortNameLini = "Sisäinen linjasisäänmeno";
DevShortNameAuxi = "Sisäinen lisäsisäänmeno";
DevShortNameEMic = "Ulkoinen mikrofoni";
DevShortNameIMic = "Sisäinen mikrofoni";
DevShortNameSpdi = "Sisäinen digitaalinen sisäänmeno";
DevShortNameIn = "Sisäinen sisäänmeno";

UnlockedClock = "Lukitsematon";
LockedClock = "Lukittu";

HwSrcAutomatic = "Automaattinen";
HwSrcEnable = "Ota käyttöön";
HwSrcDisable = "Poista käytöstä";
